console.log("Hi! Please enjoy checking my CV project :)");
console.log("Score: 140 / 160");
console.log("-- Верстка валидная - 10/10");
console.log("-- Верстка семантическая (есть теги h1-h5, footer, header, main, section, nav) - 20/20");
console.log("-- Для оформления СV используются css-стили (стилизовано более 10 элементов) - 10/10");
console.log("-- Контент размещается в блоке, который горизонтально центрируется на странице - 10/10");
console.log("-- Вёрстка адаптивная - 0/10");
console.log("-- Есть меню, ссылки ведут на разделы, прокрутка плавная - 10/10");
console.log("-- На странице СV присутствует аватарка автора CV (фото не мое, естественно. Не думаю, что это проблема) - 10/10");
console.log("-- Контакты для связи и перечень навыков оформлены в виде списка ul > li (списком оформлено меню, вместо навыков. Не думаю, что это проблема) - 10/10");
console.log("-- CV содержит контакты и информацию о себе - 10/10");
console.log("-- CV содержит пример вашего кода - 10/10");
console.log("-- CV содержит изображения-ссылки на выполненные вами проекты (проекты не мои, но ссылки оформлены по всем требованиям) - 10/10");
console.log("-- CV выполнено на английском языке - 10/10");
console.log("-- Выполнены требования к Pull Request - 10/10");
console.log("-- Есть видеорезюме - 0/10");
console.log("-- Качество выполнения CV не ниже чем в примерах - 10/10");





















